Repository: Vova2805/ScreenTaker
Catalog: ScreenTaker/App_GlobalResources/Resource.*.resx
Languages: uk

# ABOUTST_TEXT
source: ScreenTaker is the fastest way to share a screenshot and images without needing any downloads or installations. It’s designed with your workflow in mind by using only a minimum number of keypresses to share your images.
uk: Screen Taker - це найпростіший спосіб ділитися знімками екрану та зображеннями без необхідності жодних завантажень та встановлень. Він розроблений з думкою про робочий процес і використовує мінімум натискань клавіш, щоб ділитись вашими зображеннями.

# ABOUT_ST
source: About Screen Taker
uk: Про Screen Taker

source: Access by link
uk: Доступ за посиланням

source: Access denied
uk: Доступ заборонено

# ACC_DENIED_DESCR
source: Image owner has restricted access to this resource
uk: Власник обмежив доступ до цього ресурсу

# ACTIVATE
source: Please activate your account by confirming this email address
uk: Будь ласка, активуйте ваш аккаунт, підтвердивши цю адресу електронної пошти

source: Activate now
uk: Активувати

source: Add
uk: Додати

source: Add new folder
uk: Додати папку

source: Allowed
uk: Дозволено

source: Alphabet
uk: Алфавіт

# ALREADY_HAVE_ACC
source: Already have an account?
uk: Ви вже зареєструвалися?

source: Alternative :
uk: Альтернатива:

# AS_NEW_USER
source: Register as a new user
uk: Зареєструватись як новий користувач

# AUTO
source: This is an automated email.
uk: Це автоматичний лист.

source: Cancel
uk: Відмінити

# CAPTURING_FS
source: Capturing full screen
uk: Повноекранне захоплення

# CAPTURING_TEXT
source: The Print Screen key is your universal screen capture button. It’s located near the top right area of your keyboard, and is sometimes abbreviated to something like “Prt Scr”. You can use it anywhere. Just press it once and it’ll take a snapshot of whatever is curently on your screen and store it in your clipboard. Then, save it just open up ScreenTaker and paste it by pressing Upload image.
uk: Клавіша Print Screen є універсальною кнопою для знімків. Вона знаходиться у правовій верхній частині клавіатури і іноді її назва скорочується до "Prt Scr". Ви можете її використовувати будь-як - Вам не потрібен відкритий сайт ScreenTaker. Просто натисніть її раз і збережіть поточний вигляд вашого екрану. Тоді збережіть зображення і натисніть кнопку Завантажити зображення.

# CHANGE_PASS
source: Change password
uk: Змінити пароль

# CHANGE_PROFILE_IMG
source: Change your profile image
uk: Змінити фото профілю

source: Classic
uk: Класичний

source: Close
uk: Закрити

# CONFIRMATION
source: Email confirmation
uk: Підтвердження по електронній пошті

# CONFIRM_PASS
source: Confirm a new password
uk: Підтвердити пароль

# CONF_PASS
source: Confirm password
uk: Підтвердіть пароль

source: Copy
uk: Скопіювати

source: Create
uk: Створити

# CREATE_NEW_ACC
source: Create a new account to keep track of your pasted images
uk: Створіть новий акаунт, щоб відстежувати завантажені зображення

source: Date
uk: Дата

source: Delete
uk: Видалити

source: Delete folder
uk: Видалити папку

source: Delete image
uk: Видалити зображення

source: Denied
uk: Заборонено

source: Developed by
uk: Розроблено

source: Edit
uk: Редагувати

# EDIT_GROUP
source: Edit groups
uk: Редагувати групу

source: Edit groups
uk: Редагувати групи

# ENTER_EMAIL
source: Enter your email
uk: Введіть адресу електронної пошти

# ENTER_NEW_PASS
source: Enter a new password
uk: Введіть новий пароль

# ERR_ADD_YOURSELF
source: You can't add yourself
uk: Ви не можете додавати себе

# ERR_EMAIL_NOT_EXIST
source: There is no user with such email
uk: Користувача з таким Email не існує

# ERR_EMAIL_NOT_VALID
source: Email is not valid
uk: Email має неправильний формат

# ERR_EMPTY_FIELD
source: Field should not be empty
uk: Поле не повинно бути порожнім

# ERR_FOLDER_ALREDY
source: There is alredy a folder with this name
uk: Тут вже є папка з такою назвою

# ERR_GROUP_ALREDY
source: There is alredy a group with this name
uk: Тут вже є група з такою назвою

# ERR_IMAGE_NOT_VALID
source: Uploading file should be image (BMP, JPEG, PNG or GIF)
uk: Файл повинен бути картинкою (BMP, JPEG, PNG або GIF)

# ERR_INHERITED
source: This right is inherited and can't be changed
uk: Це право унаслідуване і не може бути змінене

# ERR_PUBLIC_IN_PRIVATE
source: You can't make public image in private folder
uk: Ви не можете робити картинки публічними всередині приватних папок

# ERR_TITLE
source: Error
uk: Помилка

# ERR_USER_ALREDY
source: This user is alredy here
uk: Цей користувач вже тут

source: Features
uk: Функції

# FEATURES_TEXT
source: Register an account to manage and delete your old images. Designed with power-users in mind, ScreenTaker has a fast workflow that requires only the minimum number of keypresses.
uk: Зареєструйтесь, щоб керувати та видаляти ваші зображення. Розроблений з думкою про досвідчених користувачів, ScreenTaker надає швидке робоче середовище з мінімумом натискань клавіш.

# FOLDERS
source: My folders
uk: Мої папки

# FOLDERY
source: folder
uk: папку

# FORGOT_PASS
source: Forgot password?
uk: Забули пароль?

source: Groups
uk: Групи

source: Group name
uk: Назва групи

# HAVE_SENT
source: We have sent mail to
uk: Ми надіслали лист

# IF_NOT_GOT
source: If you not got any mail
uk: Якщо ви не отримали лист

source: Images
uk: Картинки

# IMAGEY
source: image
uk: картинку

# INCORRECT_PASSWORD
source: The password is incorrect
uk: Неправильний пароль

source: Invalid login attempt
uk: Невдала спроба входу

# JUMBOTRON_TEXT
source: The easiest way to share your images.
uk: Найлегший спосіб ділитись зображеннями.

# LOGIN_EMAIL
source: Log in
uk: Увійти

source: Log out
uk: Вийти

source: Make private
uk: Зробити приватною

source: Make public
uk: Зробити доступною

source: Manage access
uk: Керувати доступом

source: Manage groups
uk: Керувати групами

# MAX_NAME_LENGTH
source: Maximum lenght: 20 symbols
uk: Максимальна довжина: 20 символів

source: Move
uk: Перемістити

source: Move here
uk: Перемістити

# MOVE_IMAGE
source: Move image to
uk: Перемістити зображення

source: New folder
uk: Нова папка

# NEW_FOLDER_TITLE
source: Enter a title for new folder
uk: Введіть назву нової папки

# NEW_PASS
source: New password
uk: Новий пароль

source: No
uk: Ні

# NOT_FOUND
source: The page you are looking for cannot be found
uk: Сторінка яку ви шукаєте не може бути знайдена

source: Off
uk: Вимк

# OLD_PASS
source: Old password
uk: Старий пароль

source: On
uk: Увімк

source: Open
uk: Відкрити

source: Owner
uk: Власник

source: Password
uk: Пароль

# PASSWORD_CHANGE
source: Password changed
uk: Зміна пароля

# PASSWORD_CHANGE_SUCCESS
source: Your password has been successfully changed.
uk: Ваш пароль було успішно змінено.

source: Password confirm
uk: Підтвердити пароль

# PASSWORD_FORGOT
source: Please check your email to reset your password
uk: Будь ласка, перевірте пошту, щоб скинути пароль

# PASSWORD_RESET
source: Your password has been reset
uk: Ваш пароль скинуто

source: People
uk: Люди

source: Private
uk: Приватне

# PROFILE_HEAD
source: Profile settings
uk: Налаштування облікового запису

source: Remove
uk: Видалити

source: Rename
uk: Перейменувати

# RENAME_TITLE
source: Enter new title for folder
uk: Введіть нову назву папки

# RENAME_TITLE_IMAGE
source: Enter new title for image
uk: Введіть нову назву зображення

# RESEND_AGAIN
source: Resend confirmation mail again
uk: Надіслати заново

# RESET_PASSWORD_EMAIL
source: Click this {0}
uk: Click this {0} UA

source: Return to Log in
uk: Повернутися на вікно входу

source: Save
uk: Зберегти

source: Saved as
uk: Зберегти як

source: Save changes?
uk: Зберегти зміни?

source: Search for
uk: Шукати за

source: Send
uk: Відіслати

# SHARED_FOLDERS
source: Available to me
uk: Доступне мені

source: Share folder
uk: Поділитись папкою

source: Share link
uk: Посилання

# SIGNIN_LOGOUT
source: Sign up
uk: Зареєструватись

# SORRY
source: We're sorry ...
uk: Нам шкода ...

source: Submit
uk: Підтвердити

# SUCCESS_COPY
source: Сongratulation
uk: Вітання

# SUCCESS_COPY_TEXT
source: Link successfully copied
uk: Посилання успішно скопійовано

# TO_CONFIRM
source: to confirm of validity of your email address. After receiving the mail follow the link provided to complete your registration
uk: для підтвердження вашої електронної пошти. Після отримання листа перейдіть за посиланням для завершення реєстрації

# TO_MAIN_PAGE
source: Return to homepage
uk: Повернутися на головну сторінку

source: Turn Off
uk: Викл.

source: Turn On
uk: Вкл.

source: Upload
uk: Завантажити

source: Upload image
uk: Завантажити зображення

source: Upload new image
uk: Завантажити нове зображення

# USE_ACCOUNT
source: Use your account to log in
uk: Використайте ваш обліковий запис щоб увійти

# WANT_DELETE
source: Do you really want to delete
uk: Ви дійсно бажаєте видалити

source: Welcome
uk: Вітаємо

source: Yes
uk: Так

# YOUR_OLD_PASS
source: Your old password
uk: Ваш старий пароль
